{"entry":[{"fullUrl":"https://epicproxy.hosp.wisc.edu/FhirProxy/api/FHIR/DSTU2/CarePlan/TZDmEElEnd.TLmKAgcX292DMGBVd9IWMLgAcg5zswNqMB","resource":{"resourceType":"CarePlan","id":"TZDmEElEnd.TLmKAgcX292DMGBVd9IWMLgAcg5zswNqMB","text":{"status":"additional","div":"<div><h1>Patient Instructions</h1><div>Brace <br/>- continue to wear continuously for another 3-4 weeks<br/>- wean after that, then wear when you will be on uneven ground a lot, probably for the next 6 months to a year<br/><br/>Exercises<br/>- work on big / exaggerated alphabet, 1-2 x day<br/>- seated, foot planted, slide foot back, keep heel down, till a bit of a stretch in lower part of calf, x 10 sec hold, x 4-5 , 1-2 x day<br/>- heel raises holding counter for support, use left leg a bit more than right, 2 x to fatigue, 3-4 x week<br/><br/>Balance<br/>- most important long term exercise<br/>- start with right foot on volleyball/soccer ball for instance<br/>- some progression ideas: move head side to side, eyes closed, standing on pillow, moving other leg / reaching, ball toss <br/><br/>Gait <br/>- get back to treadmills , 5-10 min bouts 1-2 x day<br/>- progress gradually from there<br/>- stairs - work on standing on left leg on slight elevation, touching ground with right foot and coming right back up<br/><br/></div></div>"},"subject":{"display":"Joshua Craig Mandel","reference":"https://epicproxy.hosp.wisc.edu/FhirProxy/api/FHIR/DSTU2/Patient/TITdhHEfYtlRbx9v37LFiEOc1-ntCEuzjFeL91S4oI7UB"},"status":"active","category":[{"coding":[{"system":"http://snomed.info/sct","code":"734163000","display":"Care plan"}],"text":"Encounter-level Care Plan"}],"meta":{"extension":[{"url":"http://hl7.org/fhir/4.0/StructureDefinition/extension-Meta.source","valueUri":"https://epicproxy.hosp.wisc.edu/FhirProxy/api/FHIR/DSTU2/"}]}}},{"fullUrl":"https://epicproxy.hosp.wisc.edu/FhirProxy/api/FHIR/DSTU2/CarePlan/TZDmEElEnd.TLmKAgcX292JL2rVhMujvmn6q1phKiKvYB","resource":{"resourceType":"CarePlan","id":"TZDmEElEnd.TLmKAgcX292JL2rVhMujvmn6q1phKiKvYB","text":{"status":"additional","div":"<div><h1>Patient Instructions</h1><div>Please follow up with your physician in 1 week if not improved.<br/><br/><br/> <br/>Ankle Sprain: Care Instructions<br/>Your Care Instructions<br/><br/>An ankle sprain can happen when you twist your ankle. The ligaments that support the ankle can get stretched and torn. Often the ankle is swollen and painful.<br/>Ankle sprains may take from several weeks to several months to heal. Usually, the more pain and swelling you have, the more severe your ankle sprain is and the longer it will take to heal. You can heal faster and regain strength in your ankle with good home treatment.<br/>It is very important to give your ankle time to heal completely, so that you do not easily hurt your ankle again.<br/>Follow-up care is a key part of your treatment and safety. Be sure to make and go to all appointments, and call your doctor if you are having problems. It's also a good idea to know your test results and keep a list of the medicines you take.<br/>How can you care for yourself at home?<br/>· Prop up your foot on pillows as much as possible for the next 3 days. Try to keep your ankle above the level of your heart. This will help reduce the swelling.<br/>· Follow your doctor's directions for wearing a splint or elastic bandage. Wrapping the ankle may help reduce or prevent swelling.<br/>· Your doctor may give you a splint, a brace, an air stirrup, or another form of ankle support to protect your ankle until it is healed. Wear it as directed while your ankle is healing. Do not remove it unless your doctor tells you to. After your ankle has healed, ask your doctor whether you should wear the brace when you exercise.<br/>· Put ice or cold packs on your injured ankle for 10 to 20 minutes at a time. Try to do this every 1 to 2 hours for the next 3 days (when you are awake) or until the swelling goes down. Put a thin cloth between the ice and your skin.<br/>· You may need to use crutches until you can walk without pain. If you do use crutches, try to bear some weight on your injured ankle if you can do so without pain. This helps the ankle heal.<br/>· Take pain medicines exactly as directed.<br/>¨ If the doctor gave you a prescription medicine for pain, take it as prescribed.<br/>¨ If you are not taking a prescription pain medicine, ask your doctor if you can take an over-the-counter medicine.<br/>· If you have been given ankle exercises to do at home, do them exactly as instructed. These can promote healing and help prevent lasting weakness.<br/>When should you call for help?<br/>Call your doctor now or seek immediate medical care if:<br/>  · Your pain is getting worse. <br/>  · Your swelling is getting worse. <br/>  · Your splint feels too tight or you are unable to loosen it. <br/> Watch closely for changes in your health, and be sure to contact your doctor if:<br/>  · You are not getting better after 1 week. <br/>Where can you learn more?<br/>You can access information about your health topic by going to www.uwhealth.org and searching on S771 in the site search box in the upper right corner of your browser. <br/><br/>MyChart users can learn more about \"Ankle Sprain: Care Instructions\" using our Health Information library. To do so: Log into MyChart, Select the Resources menu, select Go To Web and enter the following code: S771. <br/><br/>Not a MyChart user? Request an account today at uwhealthmychart.org. With MyChart, you can receive test results online, send secure electronic messages, and view and schedule appointments with a few clicks of your mouse. You can also access comprehensive health information and patient education materials using uwhealth.org's Health Information library. Go to www.uwhealth.org/healthinformation<br/>Current as of: November 29, 2017<br/>Content Version: 11.8<br/>© 2006-2018 Healthwise, Incorporated. Care instructions adapted under license by UW Health. If you have questions about a medical condition or this instruction, always ask your healthcare professional. Healthwise, Incorporated disclaims any warranty or liability for your use of this information.<br/><br/></div></div>"},"subject":{"display":"Joshua Craig Mandel","reference":"https://epicproxy.hosp.wisc.edu/FhirProxy/api/FHIR/DSTU2/Patient/TITdhHEfYtlRbx9v37LFiEOc1-ntCEuzjFeL91S4oI7UB"},"status":"active","category":[{"coding":[{"system":"http://snomed.info/sct","code":"734163000","display":"Care plan"}],"text":"Encounter-level Care Plan"}],"meta":{"extension":[{"url":"http://hl7.org/fhir/4.0/StructureDefinition/extension-Meta.source","valueUri":"https://epicproxy.hosp.wisc.edu/FhirProxy/api/FHIR/DSTU2/"}]}}},{"fullUrl":"https://epicproxy.hosp.wisc.edu/FhirProxy/api/FHIR/DSTU2/CarePlan/TITdhHEfYtlRbx9v37LFiEOc1-ntCEuzjFeL91S4oI7UB","resource":{"resourceType":"CarePlan","id":"TITdhHEfYtlRbx9v37LFiEOc1-ntCEuzjFeL91S4oI7UB","subject":{"display":"Joshua Craig Mandel","reference":"https://epicproxy.hosp.wisc.edu/FhirProxy/api/FHIR/DSTU2/Patient/TITdhHEfYtlRbx9v37LFiEOc1-ntCEuzjFeL91S4oI7UB"},"status":"active","category":[{"coding":[{"system":"http://snomed.info/sct","code":"38717003","display":"Longitudinal"}],"text":"Longitudinal"}],"meta":{"extension":[{"url":"http://hl7.org/fhir/4.0/StructureDefinition/extension-Meta.source","valueUri":"https://epicproxy.hosp.wisc.edu/FhirProxy/api/FHIR/DSTU2/"}]}}}],"total":3,"type":"collection"}